Repository: Vinsi/MeowMatch
Catalog: MeowMatch/App/Localization/Localizable.xcstrings
Source language: en
Languages: fr

source: Adaptability
fr: Adaptabilité

source: Affection Level
fr: Niveau d'affection

source: Attributes
fr: Attributs

# breed_list_title
source: Breed List
fr: Liste des races

source: Child Friendly
fr: Adapté aux enfants

source: Connection Error
fr: Erreur de connexion

# detail_title
source: Breed Details
fr: Détails de la race

source: Disconnected
fr: Déconnecté

source: Dog Friendly
fr: Ami des chiens

source: Energy Level
fr: Niveau d'énergie

# error
source: Error in Communication
fr: Erreur de communication

source: Failed to decode: %@
fr: Échec du décodage: %@

source: Grooming
fr: Toilettage

source: Health Issues
fr: Problèmes de santé

# intelligence
source: Intellingence
fr: Intelligence

source: language
fr: Langue

source: Learn More
fr: En savoir plus

# life_span
source: Life Span: %@ years
fr: Durée de vie: %@ ans

# life_span_attribute
source: Life Span
fr: Durée de vie: %@ ans

source: Malformed URL
fr: URL mal formée

source: No Internet Connection
fr: Pas de connexion Internet

source: Origin: %@
fr: Origine: %@

source: Retry
fr: Réessayer

# search_breed_button
source: Search
fr: Rechercher

# search_breed_placeholder
source: Search by cat breed..
fr: Rechercher par race de chat..

# search_title
source: Search Breed
fr: Rechercher une race

source: Select Language
fr: Sélectionner la langue

# setting_title
source: Settings
fr: Paramètres

source: Shedding Level
fr: Niveau de perte de poils

source: Temperament
fr: Tempérament

source: Unknown
fr: Inconnu

source: VCA Hospital
fr: Hôpital VCA

source: Wikipedia
fr: Wikipédia
